# SetTopVisibleWS

## Description
Brings the referenced worksheet to the front of any open worksheet windows.

```pascal
PROCEDURE SetTopVisibleWS(worksheet : HANDLE);
```

```python
def vs.SetTopVisibleWS(worksheet):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|worksheet|HANDLE|Handle to worksheet.|

## Version
Availability: from VectorWorks9.0

## Category
* Worksheets